export default [
    [//정희철
        "서울과학기술대학교 인공지능응용학과 부교수 (현재)",
        "한국전자통신연구원 시각지능연구실장 (2004-2019)",
        "과학기술연합대학원대학교/충남대학교 겸임교수 (2010-2019)",
        "University of Utah, School of Computing, Visiting scholar(2001-2002)",
        "데이콤 R&D센터, 연구원(1996-1997)",
    ],[//박종열
        "서울과학기술대학교 인공지능응용학과 부교수 (현재)",
        "한국전자통신연구원 시각지능연구실장 (2004-2019)",
        "과학기술연합대학원대학교/충남대학교 겸임교수 (2010-2019)",
        "University of Utah, School of Computing, Visiting scholar(2001-2002)",
        "데이콤 R&D센터, 연구원(1996-1997)",
    ],[//이영한
        "한국전자기술연구원 책임연구원(현재)",
        "LG전자기술원 선임연구원(2011-2014)"
    ],[//노영민
        "서울대학교 박사",
        "삼성SDS 책임연구원",
        "서울시립대학교 인공지능학과 교수",
        "서울시립대학교 인공지능혁신공유대학사업부단장",
    ],[//김재광
        "성균관대학교 학사, 석사, 박사 (2004, 2006, 2014)",
        "대학생성경읽기선교회 Staff (2014~)",
        "성균관대학교 소프트웨어융합대학 초빙교수/강사 (2018~2020)",
        "성균관대학교 소프트웨어융합때학 글로벌융합학부 조교수 (2020~)",
    ],[//조영준
        "(현) 전남대학교 소프트웨어공학과 조교수",
        "(현) 인공지능 혁신공유대학사업 참여교수",
        "(전) 현대모비스 책임",
    ],[//천민규
    "연세대학교 공학학사 06.08",
    "연세대학교 공학박사 13.02",
    "삼성 에스원 책임연구원 13.03 ~ 15.02",
    "現 경기과학기술대학교 인공지능학과 부교수",
    ],[//김철연

    ],[//이슬찬
    "연세대학교, 정보산업공학과, 공학사 (2013)",
    "연세대학교, 정보산업공학과, 공학박사 (2018)",
    "Virginia Tech, Industrial and Systems Engineering, 연구원 (2019.03 ~2020.02)",
    "경상국립대학교, 산업시스템공학부, 조교수 (2020.03 ~ 현재)",
    ],[//Otto
    "서울대학교 수리과학부 교수",
    "홋가이도대학교 박사 후 연구원",
    "부뤼셀자유대학교 박사 후 연구원",
    "퀼른대학교 박사",
    "라이덴대학교 수학, 물리학 전공",
    ],[//안정용
    "전북대학교 통계학과 교수",
    "전북대학교 빅데이터 혁신공유대학사업단장",
    ],[//이용희
    "서울대학교 계산통계학과 졸업",
    "공군사관학교 전산학과 교관",
    "이화여자대학교 통계학과 조교수",
    "한국통계학회 총무이사",
    "현) 서울시립대학교 통계학과 교수",
    ],[//김정범
    "현) 강원대학교 전자공학과 교수",
    "현) 강원대학교 차세대반도체 디지털 혁신공유대학 사업단장",
    "전) 현대전자 시스템IC연구소 책임연구원",
    "전) 금성반도체 중앙연구소 선임연구원",
    ],[//선우경
    "현) 서울대학교 전기정보공학부 객원부교수",
    "현) 디지털 혁신공유대학 차세대반도체 분야 참여 교수",
    "현) 대한전자공학회 상임이사",
    "현) 한국방송통신전파진흥원 비상임이사",
    "전) 하이닉스 반도체 선임연구원 (2000-2009)",
    ],[//류성주
    "부산대학교 전자전기공학부 학사",
    "포항공과대학교 창의IT융합공학과 박사",
    "삼성전자 종합기술원 AI&SW연구센터 전문연구원",
    "숭실대학교 전자정보공학부 & 차세대반도체학과 조교수",
    ],[//양성수
    "현) 조선이공대학교 전자과 조교수",
    "현) 차세대반도체 디지털 혁신공유대학 조선이공대학교 행정실장",
    "현) 차세대반도체 디지털 혁신공유대학 예산위원회 위원장",
    "전) ㈜이지인스트루먼트 연구소장",
    ],[//송상헌
    "서울대학교 전자공학과 학사",
    "Princeton University Ph.D.",
    "㈜ LG반도체 책임연구원 보",
    "차세대반도체 혁신공유대학 중앙대 사업단장",
    "중앙대학교 전자전기공학부 교수",
    ],[//김병섭
    "POSTECH 전자전기공학과 교수(2022-현재), 부교수(2016-2021), 조교수 (2012-2015)",
    "중개연구단 사업단장 (IT분야) )202",
    "Intel Corporation, Analog Engineer (2010-2011)",
    "MIT EECS 박사 (2010), 석사 (2004)",
    "POSTECH 전자전기공학과 학사 (2000)",
    ],[//황영배
    "前 삼성테크윈 로봇사업그룹 책임연구원",
    "前 전자부품연구원 지능형영상처리연구센터 책임연구원",
    "現 충북대학교 지능로봇공학과 교수",
    "現 국가기술 R&D 미래자동차 분과 기획위원",
    ],[//기석철
    "서울대학교 제어계측공학과 학사(1987) 및 석사(1989)",
    "서울대학교 전기공학부 박사 (2001)",
    "삼성전자 종합기술원 수석연구원(1989 ~ 2010)",
    "만도 전자연구센터장 (2010 ~2015)",
    "충북대학교 스마트카연구센터장 (2016년 ~ 현재)",
    ],[//심인옥
    "인하대학교 스마트모발리티공학과 조교수 (2022~현재)",
    "국방과학연구소 지상기술연구원 선임연구원 (2017~2022)",
    "DARPA Robotics Challenge 우승",
    "다수의 로봇/모빌리티 플랫폼 연구 및 개발",
    "KAIST 공로패 수상 (로보틱스)",
    ],[//김근식
        "한양대학교 전자공학과 졸업(공학사, 공학석사)",
        "충북대학교 대학원 전자공학과 졸업(공학박사)",
        "국방과학연구소에서 전차 및 계열전차 연구개발",
        "한국자동차연구원에서 자동차부품 연구개발 업무 수행",
        "현재 선문대학교 미래자동차공학부 학부장 겸 인재양성센터장",
    ],[//정찬복
    "전 현대자동차 상무(아세안 차량 개발 전사 PM)",
    "전 기아자동차 및 현대자동차  연구개발본부 팀장",
    ],[//우승훈
    "국민대학교 자동차공학과 부교수 (2022 ~ 현재)",
    "현대자동차 연구개발본부 (2001 ~ 2022)",
    "한국자동차연구원 초소형 EV 플랫폼 개발 위촉 운영위원 (2020 ~ 2021, 겸직)",
    ],[//박선영 조항철
        [
            "현) 뉴베이스(NEWBASE) CEO",
            "전) 엔에이치엔벅스(NHN Bugs): 서비스기획",
            "전) 인터메이저 : 전략컨설턴트",
            "전) 스냅스(snaps) : 모바일 서비스 기획",
        ],[
            "현) 단국대학교 바이오헬스 혁신공유대학 연구교수",
        ]
    ],[//정승훈 정효정
        [
            "현) 윤슬케어 대표",
            "현) 사회적협동조합 온랩 이사장",
        ],[
            "현) 단국대학교 공공과학대학 바이오헬스융합학부 교수",
        ]
    ],[//김미영 황윤자
        [
            "현) 한국1형당뇨병환우회 대표",
            "카카오임팩트 펠로우 시즌3",
            "'2019 대한민국 사회혁신 체인지메이커' 상 수상",
        ],[
            "현) 단국대학교 공과대학 공학교육혁신센터 교수",
            "현) 한국유니버설디자인 학회 이사",
            "전) 한양대학교 글로벌교육협력연구소 책임연구원",
        ]
    ],[//이상호 황윤자
        [
            "전) 서울대학교 컴퓨터연구소 연구원",
            "전) 프랑스 INRIA 국립연구소 연구원 ",
            "전) 삼성전자 소프트웨어센터 책임연구원 ",
            "전) 미국 Stanford University 객원연구원 ",
        ],[
            "현) 단국대학교 공과대학 공학교육혁신센터 교수",
            "현) 한국유니버설디자인 학회 이사",
            "전) 한양대학교 글로벌교육협력연구소 책임연구원",
        ]
    ],[//노유헌 정효정
        [
            "현) 이모코그 대표",
            "전) 중앙대학교 의과대학 교수",
        ],[
            "현) 단국대학교 공공과학대학 바이오헬스융합학부 교수",
        ]
    ],[//민정상 정효정
        [
            "현) 이모티브 대표",
            "전) 현대자동차 연구개발본부 연구원",
        ],[
            "현) 단국대학교 공공과학대학 바이오헬스융합학부 교수",
        ]
    ],[//김형석
    "건국대학교 컴퓨터공학부 교수",
    "한국정보과학회 CG&I 소사이어티 회장",
    "한국HCI 학회 부회장",
    "ACM SIGGRAPH ASIA 2022 XR Chair",
    ],[//임충재
        "계명대학교 공과대학 컴퓨터공학부 게임모바일공학전공 교수 (2006년 3월 ~ )",
        "디지털 신기술 인재양성 혁신공유대학 실감미디어 분야 계명대학교 사업단장 (2021년 5월 ~ )",
        "(사)게이미피케이션포럼 수석부회장 (2018년 9월 ~ )",
        "Editor, Asia Pacific Journal of Innovation and Entrepreneurship (2014년 12월 ~ )",
    ],[//동그라미
        "University of Wales Animation(BA)",
        "중앙대 첨단영상대학원 애니메이션 석사 졸업",
        "성균관대 영상학과 박사 수료",
        "2019년~현재 한국콘텐츠진흥원 원캠퍼스 버추얼 캐릭터 주제 ",
    ],[//권인선
        "현 배재대학교 아트앤웹툰학부 게임애니메이션 전공 조교수",
        "전 클램슨 주립대학교 컴퓨터 공학부 디지털 프로덕션 아트학과 부소장 및 교수",
        "전 Savannah College of Art and Design 게임 디벨롭먼트 학과 교수",
        "전 리듬 & 휴즈 스튜디오 모델링 테크니컬 디렉터",
        "픽솔로직 지브러시 아티스트/한글 지브러시 툴 번역 및 베타 테스팅",
        "토드 맥팔렌 프로덕션 캐릭터 아티스트/디지털 스컬프터",
    ],[//박형웅
        "현)전북 디지털사회혁신센터 / 센터장",
        "현)전주대학교 실감미디어 PBL 과정 / 교수",
        "현)소임포굿연구소 유한회사 / 대표",
        "전북 지역혁신리빙랩 : 혁신 리빙랩 소셜벤처 및 리더양성 / 책임",
        "전라북도 콘텐츠코리아랩 / 책임",
        "스마트공간 문화기술 공동연구센터 / 세부 과제 책임",
        "아/태 무형문화유산축제 피날레 <연연> 상영/전시 / 아트디렉터",
        "WXP Games Inc. US / 3D Artist",
        "Academy of Art Univercity, US, 3D Animation & VFX, MFA",
        "NewYork Institute of Technology, US, Communication Arts, MA",
        "중앙대학교 신문방송학 학사",
    ],[//이일한
        "현) 중앙대학교 부교수로 재직중",
        "중앙대학교 경영학과 박사(마케팅 전공)",
        "현)한국벤처창업학회 편집위원장",
        "사회적가치와기업연구 편집위원장 역임",
        "서울창업포럼 위원 역임",
        "<벤처창업연구>, <창업학회지>, <프랜차이징저널> 등 다수 논문 게재 및 발표",
    ],[//김기환
        "現 영진전문대학교 AI융합기계계열 교수",
        "(주)다이시스 대표이사 역임(2002~2019)",
        "농림축산식품부 ICT융복합 자문위원(2013)",
        "민주평화통일자문회의 자문위원(2013~2015)",
        "창신대학교 전자정보과 교수(1999~2002)",
    ],[//김효영
        "(학력) KAIST 기계공학과 박사 졸업",
        "(전) 삼성중공업 메카트로닉스연구센터 책임연구원",
        "(전) 한국생산기술연구원 수석연구원",
        "(현) 한국공학대학교 조교수",
    ],[//한재권
        "미국 버지니아 공대 대학원 기계공학 박사",
        "(전) 로보티즈 수석 연구원",
        "DARPA Robotics Challenge 결선 진출",
        "한양대학교 교수 재직중 휴머노이드 로봇 다이애나를 제작하여 평창 올림픽 자율 스키 로봇 공연",
        "국제로봇축구 RoboCup 출전",
        "2018년 대통령 직속 4차산업혁명위원회 1기 위원",
        "2022년 휴머노이드 성인크리 리그 준우승",
        "방송 강연 등 다수 출연",
    ],[//박민준
        "2012 한양대 지구환경시스템공학 학사",
        "2017 UNIST 에너지공학과 박사",
        "2017 - 2018 : Harvard University, SEAS 박사후 연구원",
        "2018 - 2020 : 삼성SDI 소형전지사업부 책임연구원",
        "2020 – 현재 : 부산대학교 나노에너지공학과 조교수",
        "2021 – 현재 : 디지털혁신공유대학 에너지 신산업 부산대학교 사업단 기획부단장",
    ],[//윤영수
        "2007 인하대 화학공학과 학사",
        "2010 인하대 고분자공학과 석사",
        "2013 인하대 고분자공학과 박사",
        "2013 - 2015 : 서울대 재료공학부 박사후 연구원",
        "2015 - 2016 : 일리노이대(UIUC) 재료공학과 박사후 연구원",
        "2016 - 2019 : 강원대학교 에너지공학부 조교수",
        "2019 - 현재 : 고려대학교 KU-KIST융합대학원 조교수/부교수",
        "2021 - 현재 : 고려대학교 융합에너지공학과 부교수",
    ],[//정학근
        "현)한국에너지기술연구원 에너지효율연구본부장",
        "현)과학기술연합대학원대학교 에너지시스템전공 책임교수",
        "전)연구재단 신재생하이브리드 RB",
        "전)과기부 탄소중립기술혁신 추진전략 건물분과위원장",
        "서울대학교 공과대학 기계공학 박사",
    ],[//김기현
        "서울대학교에서 자원공학(석유개발)과 기술경영경제정책(경제학박사)을 전공하고, 에너지자원개발과 IT 서비스 업계에서 30여 년 근무",
        "에너지·환경 기술 및 정책 분야의 전공과 경험을 바탕으로 기후변화, 에너지전환과 ESG 투자 경영에 관심",
        "현재 강원대학교 에너지신산업혁신공유대학사업단 및 탄소중립융합학과의 위탁교수로 강의와 학생지도 중",
    ],[//이광세
    "KAIST 생명화학공학과 Ph.D",
    "Purdue university Davidson School of Chemical Engineering, Research associate",
    "경남정보대학교 화공에너지공학과 조교수",
    ],[//김현우
        "전)KAIST 건설및환경공학과 학·석·박사 학위 졸업",
        "전)Arizona State University, The Biodesign Institute, Research Associate",
        "전)전북대학교 토목/환경/자원·에너지공학부 환경공학전공 부교수",
        "전)전북대학교 에너지신산업 혁신공유대학 교학부장교수",
        "전)사단법인 대한환경공학회 총무이사",
    ],
]