export default[
    {
        name : "정희철",
        exp : "본 강의에서는 영상을 인식하기 위한 Convolutional Neural Networks (CNN) 등 딥러닝 알고리즘에 대한 기초적인 내용에 대해서 다룬다 또한 영상 이해 관련 실험이나 프로젝트를 진행하기 위한 환 경 구축 방법에 대한 내용도 포함하고 있으며 실제 PyTorch 코드를 기반으로 영상 분류 알고리즘이 어떻게 구현이 되었는지에 대해 살펴보도록 한다 이를 기반으로 인식률을 개선시킬 수 있는 최신 기 법에 대해서도 학습한다 본. 강의를 통해 수강생들이 영상 기반 딥러닝에 대한 기초적인 지식을 기를 수 있으며 영상 분류 알고리즘에 대한 간단한 실험 및 구현도 가능할 것으로 기대한다.",
    },{
        name : "박종열",
        exp : "본 강의는 인공지능 혁신공유대학에서 K-MOOC으로 개발하여 오픈 예정인 혜윰인공지능과 산업 강좌의 일부를 발취하여 진행하며 인공지능에 대한 전문적인 지식을 가지고 있지 않아도 쉽게 이해할 수 있도록 일부 기술적인 설명을 포함하고 있으며 이론적인 배경보다는 개념적인 설명 방식으로 진행하여 비전공자도 쉽게 접근할 수 있다.강의 내용은 인공지능시각지능 기술을 활용하여 공공분야의 다양한 문제를 해결하는 방법을 사례를 중심으로 강의 진행하고 실제 적용된 사례를 통해 공공분야의 복잡한 문제를 해결하는 접근 방법을 강연한다 또한 학술적 관점의 인공지능 연구와 달리 산업적 또는 시스템적으로 인공지능 기술을 적용하는 방법을 포함하여 산업적 또는 공공 분야에 인공지능을 적용하려는 사용자에게 적합한 강연이다."
    },{
        name:"이영한",
        exp :"본 강의는 인공지능 혁신공유대학에서 K-MOOC으로 개발하여 오픈 예정인 혜윰인공지능과 산업 강좌의 일부를 발취하여 진행하며 인공지능에 대한 전문적인 지식을 가지고 있지 않아도 쉽게 이해할 수 있도록 일부 기술적인 설명을 포함하고 있으며 이론적인 배경보다는 개념적인 설명 방식으로 진행하여 비전공자도 쉽게 접근할 수 있다. 강의 내용은 음성합성 기술을 다루고 있으며 특히 Deep Fake로 시작된 음성의 생성 기술을 통해 악의적인 사용뿐 아니라 긍정적인 부분의 산업적 활용에 대한 내용을 배워본다 특히 전통적인 음성합성과 달리 최근에 활용이 극대화되고 있는 전이학습 기반의 음성 생성 기술을 통해 사람처럼 대화하고 책을읽어주고 아나운싱하는 보는 인공지능 기술에 대해서 강연한다.",
    },{
        name:"노영민",
        exp :"본 강의에서는 비전공자 기준에서 기계학습 기술을 이해할 수 있도록 기계학습의 기본 개념과 응용분야에 대해서 소개한다 기존 규칙기반의 방법론과 기계학습 방법론의 차이와 인간의 학습을 예시로 기계학습의 철학에 대해서 학습한다 또한 기계학습이 적용되고 있는 추천기술 음성인식 자연어처리 영상처리 등의 다양한 사례들과 해당 사례에 사용되고 있는 알고리즘에 대해 개념 위주로살펴봄으로써 기계학습에 대한 이해와 사고의 폭을 넓힌다",
    },{
        name:"김재광",
        exp :"혁신공유대학사업을 통해 개발한 인공지능기초및활용 교과목 개발내용을 기반으로 일반인과 비전공자들이 인공지능의 흐름과 동향 기초적인 원리와 활용방안에 대하여 쉽게 이해할 수 있도록 한다.데이터 기반으로 지능 시스템을 만드는 것이 가지는 가능성과 한계점들을 생각해보고 다양한 분야에서 활용되는 인공지능 기술에 대해 알아본다 특히 데이터에 레이블이 달려 있는 지도학습 데이터에 레이블이 없는 비지도 학습 그리고 강화학습에 대한 기본적인 원리와 응용에 대해서 말한다.",
    },{
        name:"조영준",
        exp :"본 강의에서는 심층신경망의 학습 방법과 과정에 대해 알기 쉽게 소개한다 특히 딥러닝을 이해하기 위한 인공신경망 다층인공신경망의 구조와 학습 방법에 대해 공부하며 이를 바탕으로 심층신경망학습 딥러닝 방법과 과정을 이해한다 어려운 수학적 공학적 이론을 최소화한 본 강의는 비전공생이나 중고등학생도 이해할 수 있는 개념적인 강의이다 강의 후반부에는 딥러닝을응용한 다양한 최신 기술 및 기술 동향에 대해서 논의 하며 오늘날 실생활에서 활용되고 있는딥러닝 기술들은 무엇이 있는지 알아본다.",
    },{
        name:"천민규",
        exp :" 파이썬의 특징과 장점 소개하고 현재 구글 페이스북 등 전세계 IT 업계에서의 파이썬 이용 동향에 대해 소개한다. 데이터처리 및 분석 시각화를 위한 파이썬의 관련 라이브러리에 알아보고 각라이브러리의 기능에 대해 알아본다. 데이터 분석의 입문자를 위한 데이터 분석의 중요한 포인트를 소개하고 기본적 인 데이터 전처리부터 시각화와 결과 분석까지 데이터 분석 사이클을 간단하게 경험해본다. 데이터 분석 문제에 올바르게 접근하는 방식에 대해 알아보고 실생활 데이터를 이용하여 주어진 상황과 문제를 이해하고 순차적으로 해결하는 과정을 소개한다",
    },{
        name:"김철연",
        exp :"미정",
    },{
        name:"이슬찬",
        exp : "본 강의는 빅데이터와 사용자경험이라는 주제에 대한 이해를 목적으로 진행된다. 급격하게 발전하는 기술 환경 사회에서 사람이 중심이 될 수 있는 미래 사회를 만들기 위해 필수적으로 고려해야 하는 사용자 경험의 기초 개념과 이론에 대해 강의한다. 사용자 경험이란 사용자로서 인간을 둘러싼 모든 제품, 서비스, 시스템들과의 상호작용 과정에서 나타나는 총체적 경험을 의미하는데, 4차 산업의 핵심 기술 (디지털 전환, 인공지능, VR/AR, 로봇 등)들로 인한 사용자 경험의 변화에 대해 살펴본다. 또한 더 나은 사용자 경험을 형성하기 위한 빅데이터 수집 및 분석 기법들에 대해 소개하고, 이러한 기술에 근거한 다양한 제품 및 서비스 사례들에 대해 살펴본다. 또한 빅데이터 기술에 근거한 사용자 경험 설계 과정의 어려움, 문제점, 도전 과제들에 대해 이해한다.",
    },{
         name: "Otto van Koert",
        exp : " 본 교과목에서는 빅데이터 분석에 활용되는 기초 선형대수와 미적분을 다룬다. 기존의 기초 수학 교과목과의 차별화를 꾀하고 빅데이터 교과과정에 실용적으로 본 교과목이 활용되기 위해 전통적인 증명이나 문제풀이에 기반 한 교수법 보다는 빅데이터 문제에서의 응용이 주목표가 된다. 또한 빅데이터의 응용에 보다 가까이 다가가기 위해 학생들이 직접적으로 Python 프로그래밍을 통해 데이터 시각화를 하고 학습한 수학을 데이터 분석에 직접 구현한 다.",
    },{
         name: "안정용",
        exp : " 본 교과목의 목표는 데이터를 원하는 형태로 구조화하여 분석 및 활용할 수 있는 기초적인 능력을 배양하는데 있다 이를 위하여 초보자들이 다루기 쉬운 마이크로소프트 엑셀 을 (EXCEL) 도구로 사용하여 데이터 구조화 및 분석 방법 등을 학습하며 강의내용은 다음과 같다.첫째 수식의 사용과 셀 참조 수식의 복사 상대참조와절대참조 등과 같은 엑셀의 기본 기능에대해 간단히 설명하고 데이터를다루는데 유용한 함수의 활용 방법을 소개한다.둘째 일반적으로데이터는 바로 활용할 수 있는 형태로 제공되지 않는다 경우에 따라 데이터는여러 곳에 나누어져 저장되어 있는 경우가 많으며 이러한 데이터를 활용하기 위해서는 통합하는과정이 필요하다 이를 (power query) 위해 파워 쿼리 를 활용하여 다양한 데이터 원본으로부터데이터를 가져와 원하는 형태로 구조화하고 편집하는 방법에 대해 학습한다.셋째 데이터활용 측면에서 첫 번째 작업은 특정한 변수들을 이용하여 데이터를 집계하는 것이다 이를 위해 데이터 집계에 매우 유용한 기능인 피벗 테이블 과 (pivot table) (power 파워 피벗pivot) 에 대해 설명한다 피벗 테이블은 데이터를 테이블 형태로 요약할 수 있는 기본적인 데이터 집계 기능이며 파워피벗은 대용량 테이블 형태의 데이터를 원하는 형태로 요약 및 집계할수 있는 기능이다.",
    },{
         name: "이용희",
        exp : " 최근 데이터에 기반한 다양한 분석 예측 및 자동화가 여러 분야에서 활발하게 연구되고 구현되고 있다 이러한 추세는 빅데이터 기계학습 인공지능분야에서 구모가 크고 다양한 데이터를 이용하여 나타나는 결과이다. 이렇게 사용할 수 있는 데이터의 크기가 커지고 정보의 양이 증가하면 사람들에게 많은 편의를 제공해 주지만 개인 정보의 노출 위험이 증가하고 새로운 형태의 정보 유출이 생기는 경우도 늘어나고 있다.본 강의에서는 다음과 같은 내용을 다루고자 한다. 기초적인 개인 정보 보호의 개념들을 이해하고 다양한 정보 노출에 대한 사례를 통하여 정보보호의 필요성을 알아본다.개인 정보 노출의 다양한 형태와 종류를 알아보고 개인 정보 노출의 위험을 어떻게 측정하고 기준을 세우는가에 대하여 이해한다.실제 개인 정보를 보호하는데 사용되는 다양한 전통적 통계적 방법을 소개하고 최근에 새로 제안된 정보보호 기준과 방법을 알아본다.",
    },{
        name: "김정범",
        exp : " 시스템반도체는 범용반도체 CPU 인텔 와 같이 표준화된 제품)과 주문형반도체 (특정용도에 사용되는 제품) 으로 분류할 수 있다 주문형반도체는 다품종 소량생산 특성으로 다양한 칩에 대한 수요증가로 우리나라 시스템반도체 산업 활성화에 큰 역할을 할 것으로 전망된다 본. 강의에서는 주문형반도체를 쉽게 이해하기 위해 다음과 같은 주제로 강의를 진행한다. vs 주문형 반도체 범용 반도체 주문형 반도체의 필요성 주문형 반도체의 활용분야 주문형 반도체의 설계방식",
    },{
         name: "선우경",
        exp : " 인공지능 기초 (소프트웨어) 인공신경망과 학습 그리고 딥러닝의 역사인공지능 반도체 : 하드웨어 세대별 인공지능 반도체와 향후 인공지능 반도체의 발전방향인공지능 반도체의 미래 기술 : PIM뉴로모픽 및 메모리 중심 컴퓨팅등: 타 강의와의 차별점 소프트웨어와 하드웨어의 경계를 넘나드는 인공지능 반도체에 대한 융합강의",
    },{
         name: "류성주",
        exp : " 트랜지스터의 등장으로부터 집적회로가 보급된 과정 집적회로의 설계 및 제작과정 일상생활속에서 사용되는 집적회로의 종류 트랜지스터의 동작 원리로부터 이를 이용하여 간단한 디지털회로를 설계하는 방법에 대해 살펴본 다 오늘날 사용되는 집적회로는 수 십 억개 이상의 트랜지스터들로 구성되는데 복잡한집적회 로를 비교적 용이하게 설계할 수 있도록 도와주는 컴퓨터 자동화 설계과정에 대해 이해하고 우리 주변에서 사용되는 집적회로의 종류들을 살펴 본다.",
    },{
         name: "양성수",
        exp : " 센서는 우리 실생활에 필수적으로 사용되는 자동화 및 임베디드 시스템과 같이 자동으로 주변 환경을 감지 및 판단하고 작동하는 장치에 필수적으로 사용되는 부품이다 따라서 인간의 감각기 관이 없다고 가정하였을 때 무엇을 할 수 있을 것인가를 상상해 보면 인간의 감각기관과 같은 센서의 필요성을 쉽게 이해할 수 있다",
    },{
         name: "송상헌",
        exp : " 반도체의 시작부터 현재에 이르기까지의 발전에 대해 알아본다. 초기의 물리학적인 관점에서 시작하여 반도체를 이용한 소자가 개발되고Transistor (Transfer+Varistor)가 발명되어 현재의 정보통신 혁명이 가능하게 된 역사를 간단하게 살펴본다 의 Moore 법칙으로 대표되는 집적회로의 발전과정과 동인 그리고 한계에 대해서도 살펴본다 또한 을 Silicon 사용하는 컴퓨팅용 집적회로의발전과 대비되는 다른 용도의 광학반도체의 개발과 역사에 대해서도 살펴본다 의 Silicon 최대 단점으로 지적되는 광전효과 약화를 극복하기 위한 화합물반도체 광학소자를 위한 노력과 결과물에대해 살펴본다",
    },{
         name: "김병섭",
        exp : " 이 강의에서는 반도체 기술의발전이 우리 생활에 얼마나 큰 영향을 끼쳤는지를 보여주는 예들을 설명하고 이를 통해서 반도체의 중요성과 파급력을 설명할 예정입니다 계산기 컴퓨터 메모리 MP3플레이이어 등 우리생활을 풍요롭게 해주는 많은기술들은 반도체 기술의 발전으로서 실용화 될 수 있었습니다 반도체기술로 인해 우리가 누리는 많은 혜택은 수없이 많으며 우리의 일상 생 활속 곳곳에 스며들어 있습니다 이. 강좌에서는 일상 생활 속에서 우리가 쉽게 접할 수 있는 반 도체기술의 혜택들을 설명하고 현대 문명에서 반도체의 중요성을 알릴 예정입니다. 본 강의는 교양강의로 복잡한 내용없이 일반 대중들이 쉽게 이해할 수 있는 내용으로 구성되어 있으며 반도체가 왜 중요한지를 쉽게 설명하는 것을 목표로 합니다. ",
    },{
         name: "황영배",
        exp : " 최근 미래자동차를 위해서 다양한 인공지능 기법들이 연구 및 개발되고 있다 특히 자율주행을위해서는 주변 환경에 대한 인지 객체의 상황에 대한 판단 학습용 데이터베이스의 구축 차량적용을 위한 인공지능 플랫폼 등 다양한 기술들이 연구되고 있으며 본, 강의에서는 이러한 기술동향에 대해서 살펴보고 앞으로의 미래자동차의 발전 방향에 대해서 모색해 본다.",
    },{
         name: "기석철",
        exp : " 인지 판단 제어 등 자율주행시스템 및 주요 기술 개요, 자율주행에서 시뮬레이션의 중요성과 개발 단계별 시뮬레이션 기법 (XILS), 기업 실무 또는 학교 연구실에서 활용 가능한 시뮬레이터 소개, CARLA 시뮬레이터 개발 환경 설치 및 활용법, CARLA 시뮬레이터 활용 예제",
    },{
         name: "심인욱",
        exp : " 사람들의 오랜 염원 자율주행 자율주행자동차의 : 역사와 발전, 급격한 발전을 이룬 현 시대의 자율주행시스템:, 자율주행자동차의 하드웨어 구성 및 소프트웨어 구성의 소개, 미래자동차의 눈의 역할을 하는 다양한 센서들:, 주변 환경을 인식하기 위한 영상센서의 종류와 기본 원리의 이해, 더욱 정교하고 자연스러운 시스템을 위하여:, 정밀지도 및 위치인식 기술에 대한 필요 이해, 미래자동차와 스마트모빌리티 시스템 소개 그리고 사람들의 도전:, 다양한 환경의 변화 빛 눈 비 바람 / 0.000001% ?",
    },{
         name: "김근식",
        exp : " 바퀴의 역사와 운송수단을 개발하고 성능을 개선하기 위해 노력했던 위인들을 소개하고 그들의 헌신이 인류의 삶에 끼친 위대한 영향을 소개함으로써 청소년들이 미래의 삶에 적극적인 존재의 이유를 부여한다.자료 및 언론에서 드러난 현재 자동차산업의 동향 등을 종합 분석하고 이를 수강자에게 영상과 자료로 소개하여 자동차 산업에 대한 흥미와 괸심을 가질 수 있도록 구성한다., / 기계 전기 전자 컴퓨터 등 공학 융합기술로 표현되는 미래자동차 기술의 주제 등을 핵심 기술소개가 아닌 삶과 문화에 미치는 영향을 중심으로 자동차 비전문가인 청소년과 일반인이 이해할 수 있는 내용을 포함하여 일반강좌와의 차별성을 부여한다.",
    },{
         name: "정찬복",
        exp : " 1, 미래 글로벌 자동차 시장에서 전기자동차 산업의 비중과 글로벌 메이커의 전기 자동차 개발 동향을 살펴보고 기아차 쏘울 과 현대차 코나 전기자동차 개발 PM으로서 다양한 초창기 개발 에피소드를 활용하여 전기 자동차 개발 프로세스를 간략하게 소개한다. 미래 전기자동차가 시장에서 성공하기 위한 전략적 과제 선정하여 상세하게 설명하고 미래 전기자동차 주요 기술 분야를 설명 한다. (AER) / 전기 자동차 경쟁력 수준 배터리 개발 동향 충전인프라 / 사업 방향성 등 (PE ) 전기 자동차 부품 부품에 대한 요소 기술 동향 EV 산업 발전을 위한 중점 추진 과제미래 청년 육성 방안대학과 협력사 협업에 의한 협력사 역량 강화",
    },{
         name: "우승훈",
        exp : " 차량 동역학 및 샤시구조 개요, 주행성능 및 자율주행을 위한 제어 방법, 자율주행 차량 고장대응 다중 안전 대책, 자율주행 차량 차량 상품성 강화 위한 주행 특성 개발, 이론 적인 내용 뿐만 아니라 실제 차량 개발 관점을 고려한 강의 내",
    },{
         name: "박선영",
        exp : " 의료 교육을 혁신해 더 건강하고 안전한 사회를 만드는 데 기여하고자 하는 의료 메타버스의 꿈, 뉴베이스 박선영 대표가 보여주는 의료 메타버스 디지털 병원의 현재와 비전에 대한 이야기, 의료교육에서 메타버스 기술의 가치, 뉴베이스가 의료 시뮬레이션 콘텐츠에 새로운 가치를 부여한 전략, 가상현실 의료교육 시뮬레이션에 실재감과 커버리지를 향상시킬 수 있는 방법, 뉴베이스가 메타버스 기술을 통해 이루고자 하는 비전과 발전 계획",
    },{
         name: "정승훈",
        exp : " 암경험자가 투병을 하고 치료 이후 일상으로 복귀하기까지의 여정을 헬스케어 서비스디자인의 관점에서 접근한 사례 이야기, 헬스케어의 영역에서 서비스디자인이 필요한 이유, 암 경험자의 삶을 이해하고 지원하는 서비스디자인의 방법, 암 경험자의 삶의 여정과 관련된 솔루션 사례, 윤슬케어와 온랩이 추진해온 환자 중심의 서비스와 앞으로 추구하는 방향",
    },{
         name: "김미영",
        exp : " 환자가 질병 관리의 주체가 되어 건강한 일상을 살아간다면 의료 시스템은 어떻게 바뀔까? 김미영 대표는 1형당뇨병 진단을 받은 환자들과 그 가족들의 커뮤니티 ' 1 ' 한국 형당뇨병환우회에서 1형당뇨병 환자가 건강한 일상을 살아갈 수 있도록 목소리를 내고 다양한 법과 제도를 개선하는 활동을 하고 있다.1 형당뇨환우들의 고충 형당뇨병이란 형 ? 1 당뇨인들의 이야기 ,여러 문제를 함께 목소리를 내서 해결할 수 있는 계기 ,1형 당뇨 환우회 커뮤니티 이야기 ,1형 당뇨 커뮤니티의 리빙랩을 통한 연속혈당측정기(CGM), APS(Artificial Pancreas System) 인공췌장시스템 개발 사례 Real World Data의 활용 방안 환자가 원하는 의료정책",
    },{
         name: "이상호",
        exp : " 절단 장애인을 위한 3D 프린팅 전자의수 제작기, 3D 프린터로 처음 시도한 것들, 3D 프린터로 인생의 행복을 만들 수 있을까?, 나도 전자의수를 만들 수 있을까?, 풀어야 하는 문제를 다시 검토, 목표를 향한 개선 과정 연이은/ 기능 성능 개선의 목표, 개발 과정 중의 난제 양산성 확보 사용성 내구성, vs– 무게, 국내외 사업현황 그리고해외 진출, 해외 활동 전전자의수 : 나눔확산 사업 활동 기록 전자의수3D 및 프린팅 교육 워크샵, 이제 다시 우리들의 도전을 이어나갈 차례",
    },{
         name: "길영준",
        exp : " 2021 ‘ 년 아시아 태평양 액셀러레이터 프로그램에서’ 한국 기업으로서 유일하게 상위 20개사 중 하나로 선정 세계적인권위를 자랑하는 피지오넷 주관 ‘ AI ’ 1 글로벌 대회에서 위를 차지한 휴이노 길영준 대표로부터 듣는 디지털 헬스케어 웨어러블, 디바이스 원격의료의 현재와 미래에 대한 이야기 ,디지털 헬스케어 동향 및 시장규모 ,웨어러블 디바이스의 혁신기술 및 사례 ,원격의료의 개념 및 전망 ,디지털 헬스케어 분야 신인재의 요구 역량 ,휴이노의 성장 비결 향후의목표",
    },{
         name: "노유헌",
        exp : " 네이버카카오로부터 동시 투자를 받은 디지털치료기기 기업 이모코그 노유헌 대표로부터 듣는 디지털치료제의 현재와 미래에 대한 이야기 ,디지털 치료기기 동향 및 시장규모 ,디지털 치료기기의 유형 및 사례 ,디지털 의료기기 신고 인증 허가절차 ,디지털 치료기기 활용을 위한 선결 조건 ,비용효과성 입증 헬스케어에서의 B2C 이슈 ,이모코그의 성장 비결 향후의 목표 게임 치료제 개발에 도전장을 내민 자동차 공학자 이모티브 민정상 대표로부터 듣는 게임형 디지털치료제의 현재와 미래에 대한 이야기 ,10년간 자동차회사 연구원으로 일하다가 디지털 치료제 개발에 뛰어든 이유 ,디지털 치료제 중에서 게임을 택한 이유 ,서비스디자인 인지공학 디지털치",
    },{
         name: "김형석",
        exp : " 실감미디어 기술은 사용자에게 다양한 수준의 감각 정보를 제공하고 소셜 상호작용이 가능한 아바타를 통하여 궁극적으로 경험을 공유할 수 있도록 하는 기술이다 이를 . 위한 기반 기술에는감각 정보를 생성하기 위한 렌더링 기술 감각 정보를 표출하기 위한 디바이스 기술 사용자의 ,의도를 인식하기 위한 인터페이스 기술 그리고 이를 종합하여 제공하기 위한 경험 제공 기술 등으로 구성된다.경험 제공 기술 에서는 실감미디어의 핵심인 존재감 ( ) 현실감을 높이고 주요 문제인 사이버 멀미를 최소화 하는 것이 매우 중요하다 존재감을 . 높이기 위하여는 기존의 하드웨어 소프트웨어적 /인 한계를 극복하기 위하여 상호작용에 기반한 가상 감각의 생성이 필요하며 이를 통한 가상 ,체화와 체화된 경험이 매우 중요하게 작용한다 또한 사이버 . 멀미를 최소화 하기 위하여는 디바이스의 한계의 극복과 함께 상호작용을 통한 멀미 최소화 방법이 필요하다.본 강의에서는 실감미디어 기술의 핵심 요소에 대하여 소개하고 가상 감각의 여러 가지 사례와활용 방법에 대하여 논의한다 이와 . 함께 사이버 멀미를 위한 다양한 요소에 대하여 분석하고존재감의 향상과 사이버 멀미의 최소화를 위한 상호작용 방법에 대하여 논한다.이러한 가상 감각 및 멀미 최소화를 통하여 좀 더 현실적인 경험에 대한 공유가 가능하게 될 것이다.",
    },{
         name: "임충재",
        exp : " 게임 산업체에서 요구하는 능력을 배양하기 위한 프로젝트 수행 과정을 학습한다. 성공적인 게임 프로젝트 진행을 위한 절차 ,프로젝트를 통한 산업체와의 협력 ,게임 프로젝트 결과물 활용",
    },{
         name: "동그라미",
        exp : " 버추얼 캐릭터 제작 기술과 활용시장에 대해 알아보자 ,버추얼 캐릭터 활용시장,VRM이해하기,모션캡처기기 종류Dynamic TP 과 를 이용한 캐릭터 모션 제작,GI, Caustic, Physical,Raytracing Rendering, Sketch & Toon,다양한 스타일에 적합한 렌더링 방식 경험",
    },{
         name: "권인선",
        exp : " 게임 애니메이션 분야에서 필수적인 캐릭터 제작 방식과 컨셉 아트에서 애니메이션 또는 게임 엔진에 들어가는 3D 캐릭터 완성 단계까지의 필요한 각 단계에 관하여 설명할 예정임 ,타 강의와의 차별점 설명만 하는 프레젠테이션이 아닌 직접 주어진 시간 안에 3D 캐릭터 제작 초반 작업 방식을 실시간으로 라이브 강의 할 예정임 주어진 시간에 따라 변경될 수 있음.",
    },{
         name: "박형웅",
        exp : " <실감미디어 로컬콘텐츠 PBL> 지역의 다양한 문화 자원을 활용하여 메타버스에서 가상 관광을 하며 정보를 습득하는 방식의 프로젝트 개발 전북지역 독특한 역사 관광 / 소재를 게더타운을 통해 테마가 있는 메타버스 콘텐츠 개발 오래된 노포 이야기 술 문화 남부시장의 역사성 책방 미처 몰랐던 한지에 얽힌 이야 기 등 가상으로 체험할 수 있는 메타버스 콘텐츠로 완성 동학농민혁명의 역사적 사실 배경을 메타버스로 체험할 수 있는 아이디어 <실감미디어 소셜리빙랩 PBL> 사회문제를 소재로 기술과 예술이 융합하는 방식으로 현업 전문가 일반인 기관과 함께 실감미디어 프로젝트를 기획 개발 전시 발표하는 - - - 수업 기후위기 라는 . ‘ ’ 전 세계적 이슈를 표현하는 방식에 집중 지역 예술가 53 인 전문가 인이 참여 회화 일러스트 설치미술 조각 그래피티 미디 어파사드 영상합성 메타버스 등의 다양한 미디어 실험 미술관 건물 3개 벽면에 투사하는 대형 미디어파사드 프로젝트 개발 전시 발표",
    },{
        name: "이일한",
        exp : "강좌의 학습 목표는 학생들이 사업계획 수립 및 사업계획서 작성에 대한 프로세스를 이해하고 실무에 적용해 보고자 하는데 있다 사업계획서와 . 비즈니스 모델을 수립하는 과정에서 가장 중요하게 요구되고 있는 창업자 역량 기회 시장조사 아이템 비즈니스 모델 전략 실행 등으로 이어지는 사업계획서의 일관된 프로세스를 이해함과 동시에 이러한 프로세스를 예비/기존 창업자 혹은 기업의 실무자가 사업계획을 수립하고 사업계획서를 작성할 수 있도록 한다.",
    },{
        name: "김기환",
        exp : "01. 스마트팜의 필요성 ,과학기술기반 농업혁신의 필요서 ,첨단 ICT융복합 농업의 생산현장 적용 사례 02. 스마트팜의 개념 ,주요 기능 및 서비스 ,스마트팜 계통도 03. 시설원예 스마트팜 도입 현황 온실형태 및 재배면적 작물에따른 스마트팜 도입 현황 04. 스마트팜의 세대별 구분 ,1세대 모델 ,2세대 모델 ,3세대 모델 05. 관련 기술 현황 ,국내외 관련 기술 현황 06. 향후 발전 방향에 대한 고찰",
    },{
        name: "김효영",
        exp : "본 강의에서는 최근 자동차 및 항공기 산업에서 기존의 기계가공시스템을 로봇가공시스템으로 어떻게 발전해 가고 있는지를 설명한다 자동차 . 생산 부분에서는 전기차 생산을 위해 산업용 로 봇이 어떻게 활용되고 있고 로봇기반 생산시스템은 어떻게 개발 되고 있는지를 설명한다 항공 . 산업 부분에서는 대형화된 항공 부품을 생산하기 위해서 로봇을 활용한 가공 및 검사시스템이 어떻게 개발되고 있는지를 상세히 설명한다 특히 . 스마트 팩토리에서 로봇의 활용성을 설명하 고 앞으로의연구 진행 방향에 대해서 자세히 설명하게 된다 본. 강의는 대한민국 정부에서 지 원한 국가과제 중 로봇생산시스템 연구개발 과정을 요약 설명한다 기존의 . 산업용 로봇의 기술적 한계를 극복하기 위해 최근 5년간 무슨 연구가 어떻게 진행되고 있었는지 리뷰할 수 있는 내용 으로 구성되어 있다.",
    },{
        name: "오정현",
        exp : "지능 로봇은 인간과 유사하게 인지판단동작의 과정을 거치는 로봇이다 기존의 단순 반복 업무에 치중하던 산업용 로봇과 달리 지능적이고 고차원적인 임무를 수행할 수 있다 본 강의를 통해 지능 로봇의 개념을 배우고 우리 생활에서 쉽게 볼 수 있거나 앞으로 다가올 대표적인 지 능 로봇에 대하여 소개한다 마지막으로 지능 로봇의 핵심 요소인 인지 판단 제어에 걸친 주요 기술을 소개한다. 타 강의와의 차별점 작성 ,앞으로 다가올 지능 로봇에 대한 개념 및 핵심 기술 소개 ,우리 주변에서 쉽게 볼 수 있는 로봇 및 앞으로 다가 올 로봇 시대에 대한 소개 ,로봇에 관심 있는 사람 누구나 수강 가능",
    },{
        name: "최현진",
        exp : "본 강의에서는 웨어러블로봇 착용형로봇 에 대한 기술의 역사와 현재 국내외 동향을 소개한다. 웨어러블 로봇은 근력증강을 목적으로 군사용 또는 작업자용으로도 개발되고 부족한 근력을 보조해주는 보조로봇 병원에서 사용되는 치료용 로봇도 개발되고 있다 웨어러블 로봇은 사람과 함께 움직여야 하는 점에서 기술적으로 고려해야 하는 점이 많다 재활치료용 착용형 로봇을 직접개발한 경험을 공유하며 웨어러블 로봇 개발에 필요한 핵심 기술들에 대해 설명한다 인간과 밀접하게 상호작용하는 웨어러블 분야의 전문가가 가져야할 자세에 대해서도 생각해보는 시간을갖는다.",
    },{
        name: "박의종",
        exp : "기계식 기어는 접촉방식의 동력변환을 사용하여 마찰에 의한 다양한 문제점을 야기함. 마그네틱 기어는 비접촉 방식을 사용하여 마찰에 대한 문제점을 원천 제거 가능함. 최근 연구 동향에 따라 기계식 기어를 대체할 수 있는 수준을 나타내었음. 마그네틱 기어의 구성과 기어비 등 설계 요소를 소개.",
    },{
        name: "이동훈",
        exp : "선형비선형 제어이론 기초 및 적용 사례 소개. AI의 개념적 이해 자동화로봇기술을 이용한 해양수산분야 혁신사례 소개 타 강의와의 차별점 작성 : 1. AI 제어이론 기초부터 개념적 이해까지 소개 2. 해양수산분야 특화 적용사례 소개",
    },{
        name: "박민준",
        exp : "이차전지 시리즈 1 : 본 강의는 에너지신산업의 첫 강의로서 에너지 저장 분야에서 최근 우리가 실생활에 필수 불가결하게 사용하고 있는 이차전지에 대해 누구나 상식으로 갖추어야 할 기본적 기술 내용 위주로 알아보고 제작 공정 및 작동원리에 대해 이해함을 목표로 함 상용화된 리튬이온전지의 구성 요소 및 기본적 작동 원리의 이해 실제 제조업체에서의 다양한 리튬이온전지 공정 기술 및 제조 과정 이해무선이어폰 휴대용 전자기기에 사용되는 리튬이온전지 전극 제작 소개 전기자동차 시대에 리튬이온전지의 역할",
    },{
        name: "이광세",
        exp : "이차전지 시리즈 2 : 본 강의는 에너지저장 분야의 2번째 강의로서 일상생활에서 이차전지를 사용하고 있는 현대인들에게 필요한 과거의이차전지부터 미래기술까지의 산업동향 지식을 이차전지를 구성하는 기본 소재를 중심으로 소개함 따라서 언론에 주로 소개되는 이차전지 업계에 대해 보다 더 정확한 이해를 목표로 실무적인 내용을 포함하여 구성함우리가 현재 사용 중인 이차전지의 과거 역사부터 현재의 시사적인 산업 동향을 소개기본 소재인 양극재 음극재 분리막 전해질 덴드라이트 전고체 전지 등의 소개기본적인 전지의 대 요소를 소개함으로써 알고사용하는 스마트 유저가 되는 길을 제시함각사의 기술개발 동향과 추구하는 방향성 소개 이차전지리사이클 동향 소개",
    },{
        name: "윤영수",
        exp : "이차전지 시리즈 3 : 이차전지에 대한 시리즈의 마지막 강의로서 앞에서 이해한 현재의 이차전지는 향후 어떻게 바뀔 것인가에 대한 개략적인 예측과 업계 발전 방향의 도움되는 관련 동향의 이해를 포함하여 급변하는 기술발전 단계에서 이차전지 업계의 취업준비를 하고있는 학생들에게 필요한 지식을 제공하여 신기술 전반에 대한 통찰력을 얻는 내용으로 구성함 ,상용화 된 리튬이온전지를 대체하기 위한 다양한 차세대 이차전지 시스템의 소개,차세대 이차전지의 기술적 구동원리 및 구성요소의 이해,전기자동차 등에 사용되는 이차전지의 기술 및 관련 기술 동향,미래에 활성화될 수 있는 새로운 이차전지 응용 분야의 소개",
    },{
        name: "김현우",
        exp : "탄소중립 시리즈 1 : 에너지환경기술 분야의 첫 강의로서 누구나 숙지해야 하는 범지구적인 환경문제에 대한 사고와 이후의 강의 내용에 대한 기초적 이슈를 제기하는 강의 임인간이 환경을 보전하고 기후변화에 대응하며 지속 가능한 사회를 구현하기 위한 물과 폐기물측면의 환경관리기술 및 재생에너지 활용 관리 / 기술의 핵심을 알기 쉽게 설명한다.궁극적으로는 현재의 기후위기에 이르게 된 원인을 물과 폐기물 측면에서 알아보고 기존의 ,에너지 자원과 재생에너지 자원이 천연 환경과 인류의 보건 및 경제에 가져올 긍정적 효과에 대하여 설명한다.",
    },{
        name: "김기현",
        exp : "탄소중립 시리즈 2 : 에너지신산업의 번째 강의로서 현재 우리가 당면하고 있는 지구 온난화,에너지전환 탄소중립의 사회적 이슈를 이해하고 최근 ESG 핫이슈인 경영과 지속가능성 투자및 에너지 경영에 대한 실무적인 강의로서 인문계 학생들에게도 인기있는 필수적인 내용으로 구성함. 지구 온난화의 과거와 현재의 이슈 및 에너지전환 패러다임 이해,ESG E,S,G 및 각 분야별 세부적 이해와 사례 및 글로벌 투자 동향에 대한 소개,탄소중립을 전략에 따른 신재생에너지의 현재와 미래,미래의 에너지 전환 에너지 효율 제고를 위한 에너지경영 시스템의 소개",
    },{
        name: "정학근",
        exp : "탄소중립 시리즈 3 : 우리나라를 포함하여 국제적으로 모든 국가가 향후 취해야 할 기후위기의 해결을 위해 우리가 사용하는 에너지의 대전환 전략을 소개하고 이에 관련된 최근 국제적으로 나오고 있는 미래의 에너지 기술을 소개하고 이에 대한 구체적 이해를 목적으로 함 ,기후위기의 원인과 현황 가지 전략 방향의 논점 및 현안 ,국내 및 세계의 각국의 탄소중립 선언과 달성 전략 ,탄소중립을 위한 에너지기술의 대전환에 대한 구체 기술적 전략 ,무탄소 전원 개발 바이오 , 연료 기술 이산화탄소 포집 기술 기술 sector coupling 동향 등",
    },
]